Repository: materialofair/zeroNet_Space
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, id, ja, pl, pt_br, zh_hans, zh_hant

# guestPassword.error.empty
source: Guest password cannot be empty.
de: Das Gastpasswort darf nicht leer sein.
es: La contraseña de invitado no puede estar vacía.
fr: Le mot de passe invité ne peut pas être vide.
id: Kata sandi tamu tidak boleh kosong.
ja: ゲストパスワードは空にできません。
pl: Hasło gościa nie może być puste.
pt_br: A senha de visitante não pode ficar vazia.
zh_hans: 访客密码不能为空。
zh_hant: 訪客密碼不能為空。

# guestPassword.error.maxLength
source: Guest password cannot exceed 8 digits.
de: Das Gastpasswort darf höchstens 8 Ziffern enthalten.
es: La contraseña de invitado no puede superar los 8 dígitos.
fr: Le mot de passe invité ne peut pas dépasser 8 chiffres.
id: Kata sandi tamu tidak boleh lebih dari 8 digit.
ja: ゲストパスワードは8桁以下にしてください。
pl: Hasło gościa nie może mieć więcej niż 8 cyfr.
pt_br: A senha de visitante não pode ter mais de 8 dígitos.
zh_hans: 访客密码不能超过 8 位数字。
zh_hant: 訪客密碼不能超過 8 位數字。

# guestPassword.error.minLength
source: Guest password must be at least 6 digits.
de: Das Gastpasswort muss mindestens 6 Ziffern enthalten.
es: La contraseña de invitado debe tener al menos 6 dígitos.
fr: Le mot de passe invité doit comporter au moins 6 chiffres.
id: Kata sandi tamu harus terdiri dari minimal 6 digit.
ja: ゲストパスワードは6桁以上にしてください。
pl: Hasło gościa musi mieć co najmniej 6 cyfr.
pt_br: A senha de visitante deve ter pelo menos 6 dígitos.
zh_hans: 访客密码至少需要 6 位数字。
zh_hant: 訪客密碼至少需要 6 位數字。

# guestPassword.error.numeric
source: Guest password must contain digits only.
de: Das Gastpasswort darf nur Ziffern enthalten.
es: La contraseña de invitado solo puede contener dígitos.
fr: Le mot de passe invité ne peut contenir que des chiffres.
id: Kata sandi tamu hanya boleh berisi angka.
ja: ゲストパスワードは数字のみ使用できます。
pl: Hasło gościa może zawierać wyłącznie cyfry.
pt_br: A senha de visitante deve conter apenas dígitos.
zh_hans: 访客密码必须是纯数字。
zh_hant: 訪客密碼必須是純數字。

# iap.alreadyUnlocked
source: Unlimited imports unlocked
de: Unbegrenzte Importe freigeschaltet
es: Importaciones ilimitadas desbloqueadas
fr: Imports illimités débloqués
id: Impor tanpa batas terbuka
ja: 無制限の読み込みを解除済み
pl: Odblokowano import bez limitu
pt_br: Importações ilimitadas desbloqueadas
zh_hans: 已解锁无限导入
zh_hant: 已解鎖無限匯入

# iap.error.cancelled
source: Purchase cancelled
de: Kauf abgebrochen
es: Compra cancelada
fr: Achat annulé
id: Pembelian dibatalkan
ja: 購入をキャンセルしました
pl: Anulowano zakup
pt_br: Compra cancelada
zh_hans: 用户取消购买
zh_hant: 使用者取消購買

# iap.error.loadFailed
source: Failed to load products
de: Produkte konnten nicht geladen werden
es: No se pudieron cargar los productos
fr: Impossible de charger les produits
id: Gagal memuat produk
ja: 商品を読み込めませんでした
pl: Nie udało się wczytać produktów
pt_br: Não foi possível carregar os produtos
zh_hans: 加载内购产品失败
zh_hant: 載入內購產品失敗

# iap.error.noPurchaseToRestore
source: No purchases to restore
de: Keine Käufe zum Wiederherstellen
es: No hay compras para restaurar
fr: Aucun achat à restaurer
id: Tidak ada pembelian untuk dipulihkan
ja: 復元できる購入がありません
pl: Brak zakupów do odtworzenia
pt_br: Não há compras para restaurar
zh_hans: 没有可恢复的购买
zh_hant: 沒有可恢復的購買

# iap.error.pending
source: Purchase pending approval
de: Kauf wartet auf Genehmigung
es: Compra pendiente de aprobación
fr: Achat en attente d’approbation
id: Pembelian menunggu persetujuan
ja: 購入は承認待ちです
pl: Zakup oczekuje na zatwierdzenie
pt_br: Compra aguardando aprovação
zh_hans: 购买等待处理
zh_hant: 購買等待處理

# iap.error.productNotFound
source: Product not found
de: Produkt nicht gefunden
es: Producto no encontrado
fr: Produit introuvable
id: Produk tidak ditemukan
ja: 商品が見つかりません
pl: Nie znaleziono produktu
pt_br: Produto não encontrado
zh_hans: 未找到产品
zh_hant: 未找到產品

# iap.error.purchaseFailed
source: Purchase failed
de: Kauf fehlgeschlagen
es: Compra fallida
fr: Échec de l’achat
id: Pembelian gagal
ja: 購入に失敗しました
pl: Zakup nie powiódł się
pt_br: Falha na compra
zh_hans: 购买失败
zh_hant: 購買失敗

# iap.error.restoreFailed
source: Failed to restore purchases
de: Käufe konnten nicht wiederhergestellt werden
es: No se pudieron restaurar las compras
fr: Impossible de restaurer les achats
id: Gagal memulihkan pembelian
ja: 購入を復元できませんでした
pl: Nie udało się przywrócić zakupów
pt_br: Não foi possível restaurar as compras
zh_hans: 恢复购买失败
zh_hant: 恢復購買失敗

# iap.error.unknown
source: Unknown purchase error
de: Unbekannter Kauffehler
es: Error de compra desconocido
fr: Erreur d’achat inconnue
id: Kesalahan pembelian tidak diketahui
ja: 不明な購入エラー
pl: Nieznany błąd zakupu
pt_br: Erro de compra desconhecido
zh_hans: 未知购买错误
zh_hant: 未知購買錯誤

# iap.error.verification
source: Transaction verification failed
de: Transaktionsprüfung fehlgeschlagen
es: No se pudo verificar la transacción
fr: Échec de la vérification de la transaction
id: Verifikasi transaksi gagal
ja: 取引の検証に失敗しました
pl: Weryfikacja transakcji nie powiodła się
pt_br: Falha na verificação da transação
zh_hans: 交易验证失败
zh_hant: 交易驗證失敗

# iap.importCount.label
source: Imports used
de: Genutzte Importe
es: Importaciones usadas
fr: Imports utilisés
id: Impor terpakai
ja: 読み込み済み
pl: Wykorzystane importy
pt_br: Importações usadas
zh_hans: 已使用导入次数
zh_hant: 已使用匯入次數

# iap.limitExceeded.message
source: You exceeded the free import limit. Delete files or unlock unlimited imports to continue.
de: Du hast das kostenlose Importlimit überschritten. Lösche Dateien oder schalte unbegrenzte Importe frei, um fortzufahren.
es: Has superado el límite de importaciones gratuitas. Elimina archivos o desbloquea importaciones ilimitadas para continuar.
fr: Vous avez dépassé la limite d’imports gratuits. Supprimez des fichiers ou débloquez les imports illimités pour continuer.
id: Anda telah melampaui batas impor gratis. Hapus file atau buka impor tanpa batas untuk melanjutkan.
ja: 無料の読み込み上限を超えました。ファイルを削除するか、無制限の読み込みを解除して続行してください。
pl: Przekroczono bezpłatny limit importu. Usuń pliki lub odblokuj import bez limitu, aby kontynuować.
pt_br: Você ultrapassou o limite de importações gratuitas. Exclua arquivos ou desbloqueie importações ilimitadas para continuar.
zh_hans: 您已超过免费导入限制。请删除一些文件或解锁无限导入后再继续。
zh_hant: 您已超過免費匯入限制。請刪除一些檔案或解鎖無限匯入後再繼續。

# iap.limitReached.message
source: Free import limit reached. Unlock unlimited imports to keep adding media.
de: Das kostenlose Importlimit ist erreicht. Schalte unbegrenzte Importe frei, um weitere Medien hinzuzufügen.
es: Has alcanzado el límite de importaciones gratuitas. Desbloquea importaciones ilimitadas para añadir más archivos multimedia.
fr: La limite d’imports gratuits est atteinte. Débloquez les imports illimités pour ajouter d’autres médias.
id: Batas impor gratis tercapai. Buka impor tanpa batas untuk menambahkan media lagi.
ja: 無料の読み込み上限に達しました。さらにメディアを追加するには、無制限の読み込みを購入してください。
pl: Osiągnięto bezpłatny limit importu. Odblokuj import bez limitu, aby dodawać kolejne multimedia.
pt_br: Limite de importações gratuitas atingido. Desbloqueie importações ilimitadas para adicionar mais mídias.
zh_hans: 已达到免费导入上限。解锁无限导入以继续添加媒体。
zh_hant: 已達到免費匯入上限。解鎖無限匯入以繼續添加媒體。

# iap.limitReached.title
source: Import Limit Reached
de: Importlimit erreicht
es: Límite de importaciones alcanzado
fr: Limite d’imports atteinte
id: Batas impor tercapai
ja: 読み込み上限に達しました
pl: Osiągnięto limit importu
pt_br: Limite de importações atingido
zh_hans: 导入次数已达上限
zh_hant: 匯入次數已達上限

# iap.remaining.label
source: Remaining free imports
de: Verbleibende kostenlose Importe
es: Importaciones gratuitas restantes
fr: Imports gratuits restants
id: Sisa impor gratis
ja: 無料で読み込める残り件数
pl: Pozostały bezpłatny limit importu
pt_br: Importações gratuitas restantes
zh_hans: 剩余免费导入次数
zh_hant: 剩餘免費匯入次數

# iap.restorePurchases
source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
id: Pulihkan pembelian
ja: 購入を復元
pl: Odtwórz zakupy
pt_br: Restaurar compras
zh_hans: 恢复购买
zh_hant: 恢復購買

# iap.section.title
source: Unlock Premium Features
de: Premium-Funktionen freischalten
es: Desbloquear funciones prémium
fr: Débloquer les fonctions premium
id: Buka fitur premium
ja: プレミアム機能を解除
pl: Odblokuj funkcje premium
pt_br: Desbloquear funções premium
zh_hans: 解锁高级功能
zh_hant: 解鎖高級功能

# iap.unlimited
source: Unlimited
de: Unbegrenzt
es: Ilimitado
fr: Illimité
id: Tanpa batas
ja: 無制限
pl: Bez limitu
pt_br: Ilimitado
zh_hans: 无限制
zh_hant: 無限制

# iap.unlimitedImport.description
source: Unlock unlimited imports + 🎁 Hidden surprise feature! One-time purchase, lifetime access.
de: Unbegrenzte Importe + 🎁 versteckte Überraschungsfunktion freischalten! Einmaliger Kauf, lebenslanger Zugriff.
es: ¡Desbloquea importaciones ilimitadas + 🎁 una función sorpresa oculta! Compra única, acceso de por vida.
fr: Débloquez les imports illimités + 🎁 une fonction surprise cachée ! Achat unique, accès à vie.
id: Buka impor tanpa batas + 🎁 fitur kejutan tersembunyi! Pembelian satu kali, akses seumur hidup.
ja: 無制限の読み込み＋🎁隠しサプライズ機能を解除！買い切りでずっと利用できます。
pl: Odblokuj import bez limitu + 🎁 ukrytą funkcję niespodziankę! Jednorazowy zakup, dostęp na zawsze.
pt_br: Desbloqueie importações ilimitadas + 🎁 uma função surpresa oculta! Compra única, acesso vitalício.
zh_hans: 解锁无限导入 + 🎁 隐藏惊喜功能！一次购买，终身使用。
zh_hant: 解鎖無限匯入 + 🎁 隱藏驚喜功能！一次購買，終身使用。

# iap.unlimitedImport.name
source: Unlimited Imports
de: Unbegrenzte Importe
es: Importaciones ilimitadas
fr: Imports illimités
id: Impor tanpa batas
ja: 無制限の読み込み
pl: Import bez limitu
pt_br: Importações ilimitadas
zh_hans: 无限导入
zh_hant: 無限匯入

# iap.unlockUnlimited.button
source: Unlock Unlimited
de: Unbegrenzt freischalten
es: Desbloquear uso ilimitado
fr: Débloquer l’illimité
id: Buka tanpa batas
ja: 無制限を解除
pl: Odblokuj brak limitu
pt_br: Desbloquear uso ilimitado
zh_hans: 解锁无限导入
zh_hant: 解鎖無限匯入

# iap.unlockUnlimited.description
source: Unlimited imports + bonus surprise feature
de: Unbegrenzte Importe + Überraschungsfunktion
es: Importaciones ilimitadas + función sorpresa adicional
fr: Imports illimités + fonction surprise bonus
id: Impor tanpa batas + fitur kejutan bonus
ja: 無制限の読み込み＋サプライズ機能
pl: Import bez limitu + dodatkowa funkcja niespodzianka
pt_br: Importações ilimitadas + função surpresa extra
zh_hans: 无限导入 + 彩蛋惊喜功能
zh_hant: 無限匯入 + 彩蛋驚喜功能

# iap.unlockUnlimited.title
source: Unlock Unlimited Imports
de: Unbegrenzte Importe freischalten
es: Desbloquear importaciones ilimitadas
fr: Débloquer les imports illimités
id: Buka impor tanpa batas
ja: 無制限の読み込みを解除
pl: Odblokuj import bez limitu
pt_br: Desbloquear importações ilimitadas
zh_hans: 解锁无限导入
zh_hant: 解鎖無限匯入

# import.cloudNotice
source: Note: If you select files from iCloud Drive or other cloud storage that are 'cloud-only', iOS will briefly use network to download them and may prompt for cellular data usage. This is system behavior for downloading cloud files, not app-initiated network requests.
de: Hinweis: Wenn du Dateien aus iCloud Drive oder anderen Cloudspeichern auswählst, die nur in der Cloud liegen, verwendet iOS kurzzeitig das Netzwerk zum Herunterladen und fragt eventuell nach der Mobilfunknutzung. Dies ist Systemverhalten beim Laden von Cloud-Dateien und keine Netzwerkanfrage der App.
es: Nota: si seleccionas archivos que solo están en iCloud Drive u otro almacenamiento en la nube, iOS usará brevemente la red para descargarlos y puede solicitar el uso de datos móviles. Es una función del sistema para descargar archivos de la nube, no una solicitud de red de la app.
fr: Remarque : si vous sélectionnez des fichiers uniquement dans le cloud depuis iCloud Drive ou un autre stockage cloud, iOS utilise brièvement le réseau pour les télécharger et peut demander l’accès aux données cellulaires. Il s’agit du téléchargement système des fichiers cloud, et non de requêtes réseau de l’app.
id: Catatan: jika Anda memilih file yang hanya ada di cloud dari iCloud Drive atau penyimpanan cloud lain, iOS akan menggunakan jaringan sebentar untuk mengunduhnya dan mungkin meminta penggunaan data seluler. Ini adalah tindakan sistem untuk mengunduh file cloud, bukan permintaan jaringan dari aplikasi.
ja: 注意：iCloud Driveなどのクラウドストレージで、クラウドにのみ保存されたファイルを選択すると、iOSがダウンロードのため一時的にネットワークを使用し、モバイルデータ通信の確認を表示する場合があります。これはクラウドファイルを取得するシステムの動作であり、アプリが開始する通信ではありません。
pl: Uwaga: jeśli wybierzesz pliki z iCloud Drive lub innej chmury dostępne tylko online, iOS na krótko użyje sieci, aby je pobrać, i może zapytać o dane komórkowe. To działanie systemu podczas pobierania plików z chmury, a nie żądanie sieciowe aplikacji.
pt_br: Nota: se você selecionar arquivos que estão apenas no iCloud Drive ou em outro serviço de nuvem, o iOS usará brevemente a rede para baixá-los e poderá solicitar o uso de dados celulares. Esse é um comportamento do sistema para baixar arquivos da nuvem, não uma solicitação de rede do app.
zh_hans: 提示：如果您从 iCloud Drive 或其他云盘中选择「仅保存在云端」的文件，iOS 系统会为下载该文件短暂使用网络，并可能弹出「是否允许使用无线数据」提示。这属于系统为帮您下载云端文件触发的网络行为，本应用自身不会主动发起任何网络请求。
zh_hant: 提示：如果您從 iCloud Drive 或其他雲端硬碟中選擇「僅儲存在雲端」的檔案，iOS 系統會為下載該檔案短暫使用網路，並可能彈出「是否允許使用無線資料」提示。這屬於系統為幫您下載雲端檔案觸發的網路行為，本應用自身不會主動發起任何網路請求。

# import.encryptedFile.cancelled
source: Import cancelled.
de: Import abgebrochen.
es: Importación cancelada.
fr: Import annulé.
id: Impor dibatalkan.
ja: 読み込みをキャンセルしました。
pl: Import anulowany.
pt_br: Importação cancelada.
zh_hans: 导入已取消。
zh_hant: 匯入已取消。

# import.encryptedFile.hint
source: The file will be re-encrypted with your current password after successful decryption.
de: Nach erfolgreicher Entschlüsselung wird die Datei mit deinem aktuellen Passwort erneut verschlüsselt.
es: Tras descifrarse correctamente, el archivo se volverá a cifrar con tu contraseña actual.
fr: Après déchiffrement, le fichier sera chiffré à nouveau avec votre mot de passe actuel.
id: Setelah berhasil didekripsi, file akan dienkripsi ulang dengan kata sandi Anda saat ini.
ja: 復号後、現在のパスワードでファイルを再暗号化します。
pl: Po odszyfrowaniu plik zostanie ponownie zaszyfrowany obecnym hasłem.
pt_br: Após a descriptografia, o arquivo será criptografado novamente com sua senha atual.
zh_hans: 解密成功后，文件将使用当前密码重新加密。
zh_hant: 解密成功後，檔案將使用當前密碼重新加密。

# import.encryptedFile.message
source: This file was encrypted with a different password. Please enter the original password used to encrypt this file.
de: Diese Datei wurde mit einem anderen Passwort verschlüsselt. Gib das ursprüngliche Passwort ein, mit dem sie verschlüsselt wurde.
es: Este archivo se cifró con otra contraseña. Introduce la contraseña original usada para cifrarlo.
fr: Ce fichier a été chiffré avec un autre mot de passe. Saisissez le mot de passe utilisé à l’origine pour le chiffrer.
id: File ini dienkripsi dengan kata sandi lain. Masukkan kata sandi asli yang digunakan untuk mengenkripsi file ini.
ja: このファイルは別のパスワードで暗号化されています。暗号化時に使用した元のパスワードを入力してください。
pl: Ten plik zaszyfrowano innym hasłem. Wpisz oryginalne hasło użyte do zaszyfrowania pliku.
pt_br: Este arquivo foi criptografado com outra senha. Digite a senha original usada para criptografá-lo.
zh_hans: 此文件使用不同的密码加密。请输入加密此文件时使用的原始密码。
zh_hant: 此檔案使用不同的密碼加密。請輸入加密此檔案時使用的原始密碼。

# import.encryptedFile.navigationTitle
source: Enter Password
de: Passwort eingeben
es: Introducir contraseña
fr: Saisir le mot de passe
id: Masukkan kata sandi
ja: パスワードを入力
pl: Wpisz hasło
pt_br: Digite a senha
zh_hans: 输入密码
zh_hant: 輸入密碼

# import.encryptedFile.passwordPlaceholder
source: Original password
de: Ursprüngliches Passwort
es: Contraseña original
fr: Mot de passe d’origine
id: Kata sandi asli
ja: 現在のパスワード
pl: Obecne hasło
pt_br: Senha original
zh_hans: 原始密码
zh_hant: 原始密碼

# import.encryptedFile.title
source: Encrypted File Detected
de: Verschlüsselte Datei erkannt
es: Archivo cifrado detectado
fr: Fichier chiffré détecté
id: File terenkripsi terdeteksi
ja: 暗号化されたファイルを検出
pl: Wykryto zaszyfrowany plik
pt_br: Arquivo criptografado detectado
zh_hans: 检测到加密文件
zh_hant: 檢測到加密檔案

# import.encryptedFile.wrongPassword
source: Incorrect password. Please try again with the correct original password.
de: Falsches Passwort. Versuche es mit dem richtigen ursprünglichen Passwort erneut.
es: Contraseña incorrecta. Inténtalo de nuevo con la contraseña original correcta.
fr: Mot de passe incorrect. Réessayez avec le bon mot de passe d’origine.
id: Kata sandi salah. Coba lagi dengan kata sandi asli yang benar.
ja: パスワードが正しくありません。正しい元のパスワードで再試行してください。
pl: Nieprawidłowe hasło. Spróbuj ponownie z prawidłowym pierwotnym hasłem.
pt_br: Senha incorreta. Tente novamente com a senha original correta.
zh_hans: 密码错误。请使用正确的原始密码重试。
zh_hant: 密碼錯誤。請使用正確的原始密碼重試。

# import.error.accessDenied
source: Cannot access the file. Please check permissions.
de: Kein Zugriff auf die Datei. Prüfe die Berechtigungen.
es: No se puede acceder al archivo. Revisa los permisos.
fr: Accès au fichier impossible. Vérifiez les autorisations.
id: File tidak dapat diakses. Periksa izin.
ja: ファイルにアクセスできません。権限を確認してください。
pl: Nie można uzyskać dostępu do pliku. Sprawdź uprawnienia.
pt_br: Não é possível acessar o arquivo. Verifique as permissões.
zh_hans: 无法访问文件。请检查权限。
zh_hant: 無法訪問檔案。請檢查權限。

# import.error.failedWithReason
source: Import failed: %1$@
de: Import fehlgeschlagen: %1$@
es: Error al importar: %1$@
fr: Échec de l’import : %1$@
id: Impor gagal: %1$@
ja: 読み込みに失敗しました：%1$@
pl: Import nie powiódł się: %1$@
pt_br: Falha na importação: %1$@
zh_hans: 导入失败: %1$@
zh_hant: 匯入失敗: %1$@

# import.error.noPassword
source: No password available. Please log in again.
de: Kein Passwort verfügbar. Melde dich erneut an.
es: No hay contraseña disponible. Inicia sesión de nuevo.
fr: Aucun mot de passe disponible. Reconnectez-vous.
id: Kata sandi tidak tersedia. Silakan masuk kembali.
ja: パスワードがありません。もう一度ログインしてください。
pl: Brak hasła. Zaloguj się ponownie.
pt_br: Nenhuma senha disponível. Entre novamente.
zh_hans: 没有可用的密码。请重新登录。
zh_hant: 沒有可用的密碼。請重新登入。

source: Import Failed
de: Import fehlgeschlagen
es: No se pudo importar
fr: Échec de l’import
id: Impor gagal
ja: 読み込みに失敗しました
pl: Import nie powiódł się
pt_br: Falha na importação
zh_hans: 导入失败
zh_hant: 匯入失敗

# import.formats.audio
source: • Audio: MP3, M4A, WAV, FLAC, etc.
de: • Audio: MP3, M4A, WAV, FLAC usw.
id: • Audio: MP3, M4A, WAV, FLAC, dll.
ja: • 音声：MP3、M4A、WAV、FLACなど
pl: • Dźwięk: MP3, M4A, WAV, FLAC itd.
pt_br: • Áudio: MP3, M4A, WAV, FLAC etc.
zh_hans: • 音频: MP3, M4A, WAV, FLAC 等
zh_hant: • 音訊: MP3, M4A, WAV, FLAC 等

# import.formats.documents
source: • Documents: PDF, DOC, TXT, all types
de: • Dokumente: PDF, DOC, TXT, alle Typen
es: • Documentos: PDF, DOC, TXT, todos los tipos
fr: • Documents : PDF, DOC, TXT, tous types
id: • Dokumen: PDF, DOC, TXT, semua jenis
ja: • 書類：PDF、DOC、TXTなど全形式
pl: • Dokumenty: PDF, DOC, TXT, wszystkie typy
pt_br: • Documentos: PDF, DOC, TXT, todos os tipos
zh_hans: • 文档: PDF, DOC, TXT 等所有类型
zh_hant: • 文檔: PDF, DOC, TXT 等所有類型

# import.formats.photos
source: • Photos: JPG, PNG, HEIC, GIF, etc.
de: • Fotos: JPG, PNG, HEIC, GIF usw.
es: • Fotos: JPG, PNG, HEIC, GIF, etc.
id: • Foto: JPG, PNG, HEIC, GIF, dll.
ja: • 写真：JPG、PNG、HEIC、GIFなど
pl: • Zdjęcia: JPG, PNG, HEIC, GIF itd.
pt_br: • Fotos: JPG, PNG, HEIC, GIF etc.
zh_hans: • 照片: JPG, PNG, HEIC, GIF 等
zh_hant: • 照片: JPG, PNG, HEIC, GIF 等

# import.formats.title
source: Supported Formats:
de: Unterstützte Formate:
es: Formatos compatibles:
fr: Formats pris en charge :
id: Format yang didukung:
ja: 対応形式：
pl: Obsługiwane formaty:
pt_br: Formatos aceitos:
zh_hans: 支持的格式：
zh_hant: 支持的格式：

# import.formats.videos
source: • Videos: MP4, MOV, M4V, etc.
de: • Videos: MP4, MOV, M4V usw.
es: • Vídeos: MP4, MOV, M4V, etc.
fr: • Vidéos : MP4, MOV, M4V, etc.
id: • Video: MP4, MOV, M4V, dll.
ja: • 動画：MP4、MOV、M4Vなど
pl: • Filmy: MP4, MOV, M4V itd.
pt_br: • Vídeos: MP4, MOV, M4V etc.
zh_hans: • 视频: MP4, MOV, M4V 等
zh_hant: • 影片: MP4, MOV, M4V 等

# import.fromAudio.subtitle
source: Select music and voice memos
de: Musik und Sprachmemos auswählen
es: Seleccionar música y notas de voz
fr: Sélectionner de la musique et des mémos vocaux
id: Pilih musik dan memo suara
ja: 音楽やボイスメモを選択
pl: Wybierz muzykę i notatki głosowe
pt_br: Selecionar músicas e gravações de voz
zh_hans: 选择音乐与录音文件
zh_hant: 選擇音樂與錄音檔案

# import.fromAudio.title
source: From Audio
de: Aus Audio
es: Desde audio
fr: Depuis un fichier audio
id: Dari audio
ja: 音声から
pl: Z plików audio
pt_br: De áudio
zh_hans: 从音频导入
zh_hant: 從音訊匯入

# import.fromFiles
source: From Files
de: Aus Dateien
es: Desde Archivos
fr: Depuis Fichiers
id: Dari File
ja: ファイルから
pl: Z plików
pt_br: De Arquivos
zh_hans: 从文件导入
zh_hant: 從檔案匯入

# import.fromFiles.subtitle
source: Select any files
de: Beliebige Dateien auswählen
es: Selecciona cualquier archivo
fr: Sélectionner des fichiers
id: Pilih file apa pun
ja: 任意のファイルを選択
pl: Wybierz dowolne pliki
pt_br: Selecione quaisquer arquivos
zh_hans: 选择任意文件
zh_hant: 選擇任意檔案

# import.fromFiles.title
source: From Files
de: Aus Dateien
es: Desde Archivos
fr: Depuis Fichiers
id: Dari File
ja: ファイルから
pl: Z plików
pt_br: De Arquivos
zh_hans: 从文件导入
zh_hant: 從檔案匯入

# import.fromPhotos
source: From Photos
de: Aus Fotos
es: Desde Fotos
fr: Depuis Photos
id: Dari Foto
ja: 写真から
pl: Ze zdjęć
pt_br: De Fotos
zh_hans: 从相册导入
zh_hant: 從相簿匯入

# import.fromPhotos.subtitle
source: Select photos and videos
de: Fotos und Videos auswählen
es: Seleccionar fotos y vídeos
fr: Sélectionner des photos et vidéos
id: Pilih foto dan video
ja: 写真と動画を選択
pl: Wybierz zdjęcia i filmy
pt_br: Selecionar fotos e vídeos
zh_hans: 选择照片和视频
zh_hant: 選擇照片和影片

# import.fromPhotos.title
source: From Photos
de: Aus Fotos
es: Desde Fotos
fr: Depuis Photos
id: Dari Foto
ja: 写真から
pl: Ze zdjęć
pt_br: De Fotos
zh_hans: 从相册导入
zh_hant: 從相簿匯入

# import.saveToFolder
source: Save to Folder
de: In Ordner speichern
es: Guardar en carpeta
fr: Enregistrer dans un dossier
id: Simpan ke folder
ja: フォルダに保存
pl: Zapisz w folderze
pt_br: Salvar na pasta
zh_hans: 保存到文件夹
zh_hant: 儲存到資料夾

# import.selectMethod.subtitle
source: Imported files will be automatically encrypted
de: Importierte Dateien werden automatisch verschlüsselt
es: Los archivos importados se cifran automáticamente
fr: Les fichiers importés sont automatiquement chiffrés
id: File yang diimpor akan dienkripsi otomatis
ja: 読み込んだファイルは自動的に暗号化されます
pl: Importowane pliki są automatycznie szyfrowane
pt_br: Os arquivos importados são criptografados automaticamente
zh_hans: 导入的文件将被自动加密保护
zh_hant: 匯入的檔案將被自動加密保護

# import.selectMethod.title
source: Select Import Method
de: Importmethode auswählen
es: Seleccionar método de importación
fr: Choisir la méthode d’import
id: Pilih metode impor
ja: 読み込み方法を選択
pl: Wybierz sposób importu
pt_br: Selecionar método de importação
zh_hans: 选择导入方式
zh_hant: 選擇匯入方式

# import.status.preparing
source: Preparing to import...
de: Import wird vorbereitet…
es: Preparando importación…
fr: Préparation de l’import…
id: Menyiapkan impor…
ja: 読み込みを準備中…
pl: Przygotowywanie importu…
pt_br: Preparando importação…
zh_hans: 正在准备导入...
zh_hant: 正在準備匯入...

# import.status.progress
source: Importing %1$d/%2$d: %3$@
de: Import %1$d/%2$d: %3$@
es: Importando %1$d/%2$d: %3$@
fr: Import %1$d/%2$d : %3$@
id: Mengimpor %1$d/%2$d: %3$@
ja: 読み込み中 %1$d／%2$d：%3$@
pl: Importowanie %1$d/%2$d: %3$@
pt_br: Importando %1$d/%2$d: %3$@
zh_hans: 正在导入 %1$d/%2$d：%3$@
zh_hant: 正在匯入 %1$d/%2$d：%3$@

# import.stop
source: Stop Import
de: Import stoppen
es: Detener importación
fr: Arrêter l’import
id: Hentikan impor
ja: 読み込み停止
pl: Zatrzymaj import
pt_br: Parar importação
zh_hans: 停止导入
zh_hant: 停止匯入

# import.success.count
source: Imported %d files
de: %d Dateien importiert
es: %d archivos importados
fr: %d fichiers importés
id: %d file diimpor
ja: %d個のファイルを読み込みました
pl: Zaimportowano %d plików
pt_br: %d arquivos importados
zh_hans: 已导入 %d 个文件
zh_hant: 已匯入 %d 個檔案

# import.success.title
source: Import Successful!
de: Erfolgreich importiert!
es: ¡Importación realizada!
fr: Import réussi !
id: Impor berhasil!
ja: 読み込みました！
pl: Import zakończony!
pt_br: Importação concluída!
zh_hans: 导入成功！
zh_hant: 匯入成功！
